"Operation succeeded"  = "操作成功";
"ID is invalid"  = "ID 无效";
"Write attempted on stale version of object"  = "尝试在旧版本的对象上执行写操作";
"No space available for write operation"  = "没有可用空间进行写操作";
"Permission denied"  = "权限被拒绝";
"No such directory"  = "无此目录";
"No such property"  = "无此属性";
"No such name"  = "无此名称";
"Cannot delete name object with children"  = "不能删除包含子对象的名称对象";
"Object is not child of parent: cannot destroy"  = "对象不是父域的子域：不能销毁";
"Serialization error"  = "串行化错误";
"Hit network root domain"  = "到达网络根域";
"No response from remote parent"  = "没有来自远程父域的响应";
"No writes allowed: all objects are read-only"  = "不允许写操作：全部对象为只读";
"Remote system error" = "远程系统错误";
"Can't regenerate: already in use"  = "不能重新生成：已在使用";
"Operation makes no sense on clone"  = "操作对克隆没有意义";
"Can't find address of server"  = "找不到服务器地址";
"Duplicate domain tag: can't serve it"  = "重复的域标签：不能用它";
"No such tag"  = "无此标签";
"Authentication error" = "鉴定错误";
"No such user" = "无此用户";
"Master server is busy" = "主服务器正忙";
"Invalid domain" = "无效的域";
"Invalid operation on master" = "主服务器上的无效操作";
"Communication failure" = "通信失败";
"(unknown error)" = "（未知错误）";
